Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

source: Apps
ar: تطبيقات
es: Aplicaciones
fi_fi: Sovellukset
fr: Applications
he: אפליקציות
ja_jp: アプリ
pt: Aplicativos
tr: Uygulamalar
zh_hans: 应用

# apps_des
source: Enable and disable apps
ar: تمكين وتعطيل التطبيقات
de: Apps aktivieren und deaktivieren
es: Activar y desactivar aplicaciones
fi_fi: Ota sovellukset käyttöön ja poista ne käytöstä
fr: Activer et désactiver des applications
he: הפעל והשבת אפליקציות
it: Abilita e disabilita le app
ja_jp: アプリの有効化と無効化
pt: Habilitar e desabilitar aplicativos
tr: Uygulamaları etkinleştirme ve devre dışı bırakma
zh_hans: 启用和禁用应用程序

# apps_desc
source: View all apps installed on the device
ar: عرض كافة التطبيقات المثبتة على الجهاز
de: Alle auf dem Gerät installierten Apps anzeigen
es: Ver todas las aplicaciones instaladas en el dispositivo
fi_fi: Näytä kaikki laitteeseen asennetut sovellukset
fr: Afficher toutes les applications installées sur l'appareil
he: הצג את כל האפליקציות המותקנות במכשיר
it: Visualizza tutte le app installate sul dispositivo YouTube
ja_jp: デバイスにインストールされているすべてのアプリを表示する
pt: Veja todos os aplicativos instalados no dispositivo
tr: Cihazda yüklü tüm uygulamaları görüntüleyin
zh_hans: 查看设备上安装的所有应用程序

source: apps_limit
ar: حد التطبيقات
fr: Limite des applications
he: מגבלת יישומים
it: Limite delle app
ja_jp: アプリの制限
tr: Uygulama Sınırı
zh_hans: 应用程序限制

source: At
ar: في
de: Bei
es: En
fr: À
he: ב
it: Al
ja_jp: で
pt: Em
zh_hans: 在

# back_button
source: Back
ar: عودة
de: Zurück
es: Volver
fi_fi: TAKAISIN
fr: RETOUR
he: חזור
it: INDIETRO
ja_jp: 戻る
pt: VOLTAR
tr: Geri
zh_hans: 后退

source: BEST VALUE
ar: القيمة الأفضل
de: BESTER WERT
es: MEJOR VALOR
fi_fi: PARAS ARVO
fr: MEILLEURE VALEUR
he: בעל הערך הטוב ביותר
it: MIGLIOR VALORE
ja_jp: お買い得
pt: MELHOR VALOR
tr: EN İYİ DEĞERİ
zh_hans: 最超值

# block_inappropriate_websites
source: Block inappropriate websites to ensure kids safety.
ar: حظر المواقع غير المناسبة لضمان سلامة الأطفال.
de: Blockieren Sie unangemessene Websites, um die Sicherheit Ihrer Kinder zu gewährleisten.
es: Bloquee sitios web inapropiados para garantizar la seguridad de los niños.
fi_fi: Estä sopimattomat verkkosivustot lasten turvallisuuden varmistamiseksi.
fr: Bloquez les sites Web inappropriés pour assurer la sécurité des enfants.
he: חסום אתרים לא הולמים כדי להבטיח את בטיחות הילדים.
it: Blocca i siti Web inappropriati per garantire la sicurezza dei bambini.
ja_jp: お子様の安全を確保するために不適切な Web サイトをブロックします。
pt: Bloqueie sites inadequados para garantir a segurança das crianças.
tr: Çocukların güvenliğini sağlamak için uygunsuz web sitelerini engelleyin.
zh_hans: 阻止不当网站以确保孩子的安全。

# blocks_access_mature
source: Blocks access to all 18+/mature content websites.
ar: يمنع الوصول إلى جميع مواقع الويب ذات المحتوى البالغ 18+/للبالغين.
de: Blockiert den Zugriff auf alle Websites mit Inhalten ab 18 Jahren bzw. für Erwachsene.
es: Bloquea el acceso a todos los sitios web de contenido para adultos y mayores de 18 años.
fi_fi: Estää pääsyn kaikille yli 18-vuotiaille ja aikuisille suunnatuille sivustoille.
fr: Bloque l’accès à tous les sites Web à contenu 18+/adulte.
he: חוסם את הגישה לכל אתרי התוכן 18+/בוגר.
it: Blocca l'accesso a tutti i siti web con contenuti 18+/per adulti.
ja_jp: すべての 18 歳以上/成人向けコンテンツ Web サイトへのアクセスをブロックします。
pt: Bloqueia o acesso a todos os sites de conteúdo para maiores de 18 anos/adultos.
tr: 18+/yetişkin içerikli web sitelerinin tümüne erişimi engeller.
zh_hans: 阻止访问所有 18 岁以上/成人内容网站。

# blocks_sites_sexual_relations
source: It blocks the sites of sexual relations, betting & online casinos.
ar: إنه يحجب مواقع العلاقات الجنسية والمراهنة والكازينوهات على الإنترنت.
de: Es blockiert die Websites für sexuelle Beziehungen, Wetten und Online-Casinos.
es: Bloquea los sitios de relaciones sexuales, apuestas y casinos online.
fi_fi: Se estää seksuaalisuhteiden, vedonlyönti- ja online-kasinoiden sivustot.
fr: Il bloque les sites de relations sexuelles, de paris et de casinos en ligne.
he: זה חוסם את האתרים של יחסי מין, הימורים ובתי קזינו מקוונים.
it: Blocca i siti di rapporti sessuali, scommesse e casinò online.
ja_jp: 性的関係、賭博、オンライン カジノのサイトをブロックします。
pt: Bloqueia sites de relações sexuais, apostas e cassinos online.
tr: Cinsel ilişki, bahis ve çevrimiçi kumarhane sitelerini engeller.
zh_hans: 它会屏蔽性关系、赌博和在线赌场的网站。

# blocks_websites_drugs_abortion
source: It blocks the websites which contain drugs and abortion related content.
ar: يقوم بحظر المواقع التي تحتوي على المخدرات والمحتوى المتعلق بالإجهاض.
de: Es blockiert Websites, die Inhalte zu Drogen und Abtreibung enthalten.
es: Bloquea los sitios web que contienen contenido relacionado con drogas y aborto.
fi_fi: Se estää verkkosivustot, jotka sisältävät huumeisiin ja aborttiin liittyvää sisältöä.
fr: Il bloque les sites Web contenant du contenu lié aux drogues et à l’avortement.
he: זה חוסם את האתרים המכילים סמים ותוכן הקשור להפלות.
it: Blocca i siti Web che contengono contenuti correlati a farmaci e aborto.
ja_jp: 薬物や中絶関連のコンテンツを含む Web サイトをブロックします。
pt: Ele bloqueia sites que contêm conteúdo relacionado a drogas e aborto.
tr: Uyuşturucu ve kürtajla ilgili içerik barındıran web sitelerini engeller.
zh_hans: 它会阻止包含毒品和堕胎相关内容的网站。

# call_history_content_1
source: CALL LOG
ar: سجل المكالمات
de: Anrufliste
es: REGISTRO DE LLAMADAS
fi_fi: Puheluloki
fr: Journal appel
he: יומן שיחות
it: Registro chiamate
ja_jp: 通話記録
pt: Registro de chamadas
tr: ARAMA KAYITLARI
zh_hans: 通话记录

# call_history_content_2
source: It seems like there is no record to display.
ar: يبدو أنه لا يوجد سجل لعرضه.
de: Es scheint, dass keine Aufzeichnungen angezeigt werden können.
es: Al parecer no hay registro que mostrar.
fi_fi: Näyttää siltä että näytettävää tietoa ei ole.
fr: Il semble qu'il n'y ait aucun enregistrement à afficher.
he: נראה שאין רשומה להצגה.
it: Sembra non ci siano registri da mostrare.
ja_jp: 表示する記録がないようです。
pt: Aparentemente não há nenhum registro.
tr: Görüntülenecek kayıt yok gibi görünüyor.
zh_hans: 似乎没有任何记录可显示。

# call_history_title
source: Call History
ar: سجل الهاتف
de: Anrufverlauf
es: Historial de Llamadas
fi_fi: Soittohistoria
fr: Historique des Appels
he: היסטוריית שיחות
it: Cronologia Chiamate
ja_jp: 通話履歴
pt: Histórico de chamadas
tr: Arama geçmişi
zh_hans: 呼叫记录

source: Calls
ar: المكالمات
de: Anrufe
es: Llamadas
fi_fi: Puhelut
fr: Appels
he: שיחות
it: Chiamate
ja_jp: 電話
pt: Chamadas
tr: Aramalar
zh_hans: 通话

# calls_des
source: Enable and disable calls
ar: تمكين وتعطيل المكالمات
de: Anrufe aktivieren und deaktivieren
es: Activar y desactivar llamadas
fi_fi: Ota puhelut käyttöön ja poista ne käytöstä
fr: Activer et désactiver les appels
he: הפעל והשבת שיחות
it: Abilita e disabilita le chiamate
ja_jp: 通話の有効化と無効化
pt: Habilitar e desabilitar chamadas
tr: Aramaları etkinleştirme ve devre dışı bırakma
zh_hans: 启用和禁用通话

# calss_desc
source: View all calls made on the device
ar: عرض جميع المكالمات التي تم إجراؤها على الجهاز
de: Alle auf dem Gerät getätigten Anrufe anzeigen
es: Ver todas las llamadas realizadas en el dispositivo
fi_fi: Tarkastele kaikkia laitteella soitettuja puheluita
fr: Afficher tous les appels passés sur l'appareil
he: הצג את כל השיחות שבוצעו במכשיר
it: Visualizza tutte le chiamate effettuate sul dispositivo
ja_jp: デバイス上で行われたすべての通話を表示する
pt: Veja todas as chamadas feitas no dispositivo
tr: Cihazda yapılan tüm aramaları görüntüleyin
zh_hans: 查看设备上拨打的所有电话

source: Camera Access Denied
ar: تم رفض الوصول إلى الكاميرا
de: Kamerazugriff verweigert
es: Acceso a la cámara denegado
fi_fi: Kameran käyttö estetty
fr: Accès à la caméra refusé
he: הגישה למצלמה נדחתה
it: Accesso alla telecamera negato
ja_jp: カメラへのアクセスが拒否されました
pt: Acesso à câmera negado
tr: Kamera Erişimi Engellendi
zh_hans: 相机访问被拒绝

source: Camera Access Restricted
ar: الوصول إلى الكاميرا مقيد
de: Kamerazugriff eingeschränkt
es: Acceso a la cámara restringido
fi_fi: Kameran pääsy rajoitettu
fr: Accès à la caméra restreint
he: הגישה למצלמה מוגבלת
it: Accesso alla telecamera limitato
ja_jp: カメラへのアクセスが制限されています
pt: Acesso à câmera restrito
tr: Kamera Erişimi Kısıtlandı
zh_hans: 相机访问受限

# camera_access_restricted_device
source: Camera access is restricted on this device.
ar: الوصول إلى الكاميرا مقيد على هذا الجهاز.
de: Der Kamerazugriff ist auf diesem Gerät eingeschränkt.
es: El acceso a la cámara está restringido en este dispositivo.
fi_fi: Kameran käyttöoikeus on rajoitettu tällä laitteella.
fr: L'accès à la caméra est restreint sur cet appareil.
he: הגישה למצלמה מוגבלת במכשיר זה.
it: L'accesso alla telecamera è limitato su questo dispositivo.
ja_jp: このデバイスではカメラへのアクセスが制限されています。
pt: O acesso à câmera está restrito neste dispositivo.
tr: Bu cihazda kamera erişimi kısıtlandı.
zh_hans: 此设备上的相机访问受到限制。

# cancel_button
source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar
fi_fi: Peruuta
fr: Annuler
he: בטל
it: Annulla
ja_jp: キャンセル
pt: Cancelar
tr: İptal et
zh_hans: 取消

# change_now
source: Change Email
ar: تغيير الايميل
de: Ändern Sie die E-Mail
es: Cambiar e-mail
fi_fi: Vaihda sähköposti
fr: Changer l\'e-mail
he: שנה כתובת אימייל
it: Cambia email
ja_jp: メールアドレスを変更
pt: Mude o e-mail
tr: Değişim e-posta
zh_hans: 更改电子邮件

# change_pass_desc
source: Change emergency passcode
ar: تغيير رمز المرور في حالات الطوارئ
de: Notfall-Passcode ändern
es: Cambiar contraseña de emergencia
fi_fi: Vaihda hätäkoodi
fr: Changer le mot de passe d'urgence
he: שנה את קוד הגישה לשעת חירום
it: Modifica il codice di emergenza
ja_jp: 緊急パスコードを変更する
pt: Alterar senha de emergência
tr: Acil durum şifresini değiştir
zh_hans: 更改紧急密码

source: Change Passcode
ar: تغيير رمز المرور
de: Kennwort ändern
es: Cambiar contraseña
fi_fi: Vaihda pääsykoodi
fr: Changer le mot de passe
he: שנה את קוד הגישה
it: Cambia codice di accesso
ja_jp: パスコードの変更
pt: Alterar senha
tr: Şifreyi Değiştir
zh_hans: 更改密码

# change_passcode_des
source: Change emergency passcode
ar: تغيير رمز المرور في حالات الطوارئ
de: Notfall-Passcode ändern
es: Cambiar contraseña de emergencia
fi_fi: Vaihda hätäkoodi
fr: Changer le mot de passe d'urgence
he: שנה את קוד הגישה לשעת חירום
it: Modifica il codice di emergenza
ja_jp: 緊急パスコードを変更する
pt: Alterar senha de emergência
tr: Acil durum şifresini değiştir
zh_hans: 更改紧急密码

# change_password_alert_validation_1
source: The Current and New Passwords should be different.
ar: يجب أن تكون كلمات المرور الحالية والجديدة مختلفة.
de: Das aktuelle und neue Passwort sollten sich unterscheiden.
es: La Clave Actual debe ser diferente a la nueva.
fi_fi: Nykyisen ja uuden salasanan pitäisi olla erilaiset.
fr: Le mot de passe actuel et le nouveau mot de passe doivent être différents.
he: הסיסמה הנוכחית והסיסמה החדשה צריכות להיות שונות.
it: Le password nuova e attuale devono essere diverse.
ja_jp: 現在のパスワードと新しいパスワードが一致していません。
pt: As Senhas Atual e Nova devem ser diferentes.
tr: Mevcut ve Yeni Şifre farklı olmalıdır.
zh_hans: 新密码不可与当前密码相同。

# change_password_alert_validation_2
source: Current Password is not valid.
ar: كلمة المرور الحالية غير صالحة.
de: Aktuelles Passwort ist nicht gültig.
es: La Clave Actual no es válida.
fi_fi: Nykyinen salasana ei ole validi.
fr: Le mot de passe actuel n'est pas valide.
he: הסיסמה הנוכחית אינה חוקית.
it: Password attuale non valida.
ja_jp: 現在のパスワードが有効ではありません。
pt: A senha atual não é válida.
tr: Mevcut Şifre geçerli değil.
zh_hans: 当前密码无效。

# change_password_alert_validation_3
source: You have successfully changed your password!
ar: لقد فمت بتغيير كلمة مرورك بنجاح!
de: Sie haben Ihr Passwort erfolgreich geändert!
es: ¡Cambiaste exitosamente tu clave!
fi_fi: Olet onnistuneesti vaihtanut salasanasi!
fr: Vous avez changé votre mot de passe avec succès !
he: שינית את סיסמתך בהצלחה!
it: Hai cambiato correttamente la password!
ja_jp: パスワードの変更に成功しました！
pt: Você mudou sua senha com sucesso!
tr: Şifrenizi başarıyla değiştirdiniz!
zh_hans: 您已成功变更密码!

# change_password_alert_validation_4
source: Please provide your current password.
ar: يرجى تقديم كلمة مرورك الحالية.
de: Bitte geben Sie Ihr aktuelles Passwort an.
es: Por favor proporciona tu clave actual.
fi_fi: Ole hyvä ja anna nykyinen salasanasi.
fr: Veuillez fournir votre mot de passe actuel.
he: אנא הזן את הסיסמה הנוכחית שלך.
it: Fornisci la tua password attuale.
ja_jp: 現在のパスワードを入力してください。
pt: Por favor, forneça sua senha atual.
tr: Lütfen mevcut şifrenizi giriniz.
zh_hans: 请提供您的当前密码。

# change_password_alert_validation_5
source: New Password and Confirm Password do not match.
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين.
de: Neues Passwort und wiederholtes Passwort stimmen nicht überein.
es: Las claves no coinciden.
fi_fi: Uusi salasana ja vahvista salasana eivät täsmää
fr: Le nouveau mot de passe et le mot de passe de confirmation ne correspondent pas.
he: אין התאמה בין הסיסמה חדשה לאישור סיסמה.
it: Nuova Password e Conferma Password non corrispondono.
ja_jp: 新しいパスワードと認証パスワードが一致していません。
pt: Nova Senha e Confirmar Senha não coincidem.
tr: Yeni Şifre ve Şifreyi Onayla eşleşmiyor.
zh_hans: 新密码和确认密码不匹配。

# change_password_button_content
source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar Clave
fi_fi: VAIHDA SALASANA
fr: MODIFIER LE MOT DE PASSE
he: שנה סיסמה
it: CAMBIA PASSWORD
ja_jp: パスワードの変更
pt: Alterar senha
tr: Şifre değiştir
zh_hans: 更改密码

# change_password_input_1
source: Current Password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
es: Clave Actual
fi_fi: NYKYINEN SALASANA
fr: MOT DE PASSE ACTUEL
he: סיסמה נוכחית
it: PASSWORD ATTUALE
ja_jp: 現在のパスワード
pt: Senha atual
tr: Mevcut Şifre
zh_hans: 当前密码

# change_password_input_2
source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva Clave
fi_fi: UUSI SALASANA
fr: NOUVEAL MOT DE PASSE
he: סיסמה חדשה
it: PASSWORD NUOVA
ja_jp: 新しいパスワード
pt: Nova senha
tr: Yeni Şifre
zh_hans: 新密码

# change_password_input_3
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
es: Confirmar Nueva Clave
fi_fi: VAHVISTA UUSI SALASANA
fr: CONFIRMER LE NOUVEAU MOT DE PASSE
he: הקלד סיסמא חדשה שנית
it: CONFERMA LA PASSWORD NUOVA
ja_jp: 新しいパスワードを確認します
pt: Confirme a nova senha
tr: Yeni şifreyi onayla
zh_hans: 确认新密码

# change_password_input_validation_1
source: This field cannot be empty.
ar: هذا الحقل لا يمكن أن يكون فارغًا.
de: Dieses Feld darf nicht leer sein.
es: Esta área no puede estar vacía.
fi_fi: Tämä kenttä ei voi olla tyhjä.
fr: Ce champ ne peut pas être vide.
he: השדה הזה לא יכול להיות ריק.
it: Questo campo non può essere vuoto.
ja_jp: この欄は空であってはなりません。
pt: Esse campo não pode ficar vazio.
tr: Bu alan boş olamaz.
zh_hans: 本栏不可为空。

# change_password_input_validation_2
source: Must be at least 6 characters.
ar: يجب ألا يقل عن 6 أحرف.
de: Muss aus mindestens 6 Zeichen bestehen.
es: Debe tener al menos 6 caracteres.
fi_fi: Vähintään 6 merkkiä
fr: Il doit comporter au moins 6 caractères.
he: חייב להיות לפחות 6 תווים.
it: Deve avere almeno 6 caratteri.
ja_jp: 少なくとも6桁である必要があります。
pt: Deve possuir pelo menos 6 caracteres.
tr: En az 6 karakter olmalıdır.
zh_hans: 至少必须包含 6 个字符。

# change_password_title
source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar Clave
fi_fi: VAIHDA SALASANA
fr: MODIFIER LE MOT DE PASSE
he: שנה סיסמה
it: CAMBIA PASSWORD
ja_jp: パスワードの変更
pt: Alterar senha
tr: Şifre değiştir
zh_hans: 更改密码

source: Child Devices
ar: أجهزة الأطفال
de: Untergeordnete Geräte
es: Dispositivos para niños
fi_fi: Lapsilaitteet
fr: Appareils enfants
he: מכשירי ילדים
it: Dispositivi per bambini
ja_jp: 子デバイス
pt: Dispositivos filhos
tr: Alt Cihazlar
zh_hans: 子设备

# child_device_added
source: No Child Device Added
ar: لم تتم إضافة أي جهاز تابع
de: Kein untergeordnetes Gerät hinzugefügt
es: No se agregó ningún dispositivo infantil
fi_fi: Lapsilaitetta ei lisätty
fr: Aucun appareil enfant ajouté
he: לא נוסף מכשיר ילד
it: Nessun dispositivo figlio aggiunto
ja_jp: 子デバイスは追加されていません
pt: Nenhum dispositivo filho adicionado
tr: Hiçbir Çocuk Cihazı Eklenmedi
zh_hans: 未添加子设备

# child_locator_title
source: Child Locator
ar: محدد موقع الطفل
de: Kind-Lokalisierer
es: Localizador
fi_fi: Lapsen Paikannin
fr: Localisateur d'enfants
he: איתור ילד
it: Localizzatore Figlio
ja_jp: 子供の検索
pt: Localizador da criança
tr: Çocuk Bulucu
zh_hans: 儿童定位

# child_profile_alert_content
source: Changes have been saved successfully.
ar: تم حفظ التغييرات بنجاح.
de: Änderungen wurden erfolgreich gespeichert.
es: Se han guardado los cambios.
fi_fi: Muutokset on tallennettu onnistuneesti
fr: Les modifications ont été enregistrées avec succès.
he: השינויים נשמרו בהצלחה.
it: Le modifiche sono state salvate con successo.
ja_jp: 変更が正常に保存されました
pt: As mudanças foram salvas com sucesso.
tr: Değişiklikler başarıyla kaydedildi.
zh_hans: 已成功保存更改。

# child_profile_content_1
source: Basic Inforamtion
ar: معلومات أساسية
de: Grundlegende Info
es: Información Básica
fi_fi: Perustinformaatio
fr: Information de base
he: מידע בסיסי
it: Info di base
ja_jp: 基本的な情報
pt: Informações básicas
tr: Temel Bilgi
zh_hans: 基础信息

# child_profile_content_2
source: Contact Information
ar: معلومات التواصل
de: Kontaktinformation
es: Información de Contacto
fi_fi: Sopimuksen tiedot
fr: Coordonnées
he: פרטי התקשרות
it: Contatti
ja_jp: 連絡先情報
pt: Informações de contato
tr: İletişim bilgileri
zh_hans: 联系人信息

# child_profile_gender_drop_down_1
source: Male
ar: ذكر
de: Männlich
es: Masculino
fi_fi: mies
fr: homme
he: זכר
it: maschio
ja_jp: 男性
pt: masculino
tr: Erkek
zh_hans: 男

# child_profile_gender_drop_down_2
source: Female
ar: أنثى
de: Weiblich
es: Femenino
fi_fi: nainen
fr: Féminin
he: נקבה
it: Femmina
ja_jp: 女性
pt: feminino
tr: Kadın
zh_hans: 女

# child_profile_gender_drop_down_title
source: Select Gender
ar: حدد نوع الجنس
de: Geschlecht auswählen
es: Elegir Género
fi_fi: Valitse sukupuoli
fr: Sélectionnez le genre
he: בחר מין
it: Scegli genere
ja_jp: 性別を選択
pt: Selecionar sexo
tr: Cinsiyet seçin
zh_hans: 选择性别

# child_profile_input_field_1
source: Name
ar: الاسم
es: Nombre
fi_fi: Nimi
fr: Nom
he: שם
it: Nome
ja_jp: 名前
pt: Nome
tr: İsim
zh_hans: 名字

# child_profile_input_field_2
source: Date of Birth
ar: تاريخ الميلاد
de: Geburtstag
es: Fecha de Nacimiento
fi_fi: Syntymäaika
fr: Date de naissance
he: תאריך לידה
it: Data di nascita
ja_jp: 生年月日
pt: Data de nascimento
tr: Doğum tarihi
zh_hans: 出生日期

# child_profile_input_field_3
source: Email
ar: البريد الإلكتروني
fi_fi: Sähköposti
he: אימייל
ja_jp: メール
tr: E-posta
zh_hans: 电子邮箱地址

# child_profile_input_field_4
source: Phone
ar: الهاتف
de: Handy
es: Celular
fi_fi: Puhelin
fr: Téléphone
he: טלפון
it: Telefono
ja_jp: 携帯電話
pt: telefone
tr: Telefon
zh_hans: 电话号码

# child_profile_title
source: Update Profile
ar: تحديث الملف الشخصي
de: Profil aktualisieren
es: Actualizar Perfil
fi_fi: Päivitä profiili
fr: Mettre à Jour le Profil
he: עדכן פרופיל
it: Aggiorna il profilo
ja_jp: プロフィールのアップデート
pt: Atualize perfil
tr: Profili Güncelle
zh_hans: 更新配置文件

# child_profile_validation_1
source: Please provide your email address.
ar: يرجى إضافة بريدك الالكتروني.
de: Bitte geben Sie Ihre E-Mail-Adresse an.
es: Por favor indique su email.
fi_fi: Lisää sähköposti
fr: Veuillez renseigner votre adresse email.
he: אנא הזן את כתובת הדואל שלך.
it: Inserisci il tuo indirizzo e-mail.
ja_jp: メールアドレスを入力してください。
pt: Por favor, forneça seu endereço de e-mail.
tr: Lütfen e-posta adresinizi yazın.
zh_hans: 请输入您的邮件地址。

# child_profile_validation_2
source: Must be at least 6 digits.
ar: يجب ألا يقل عن 6 أرقام.
de: Muss aus mindestens 6 Zeichen bestehen.
es: Debe tener al menos 6 dígitos.
fi_fi: Vähintään 6 merkkiä
fr: Doit être au moins 6 chiffres.
he: חייב להיות בן 6 ספרות לפחות.
it: Deve avere almeno 6 cifre
ja_jp: 少なくとも6桁である必要があります。
pt: Deve conter pelo menos 6 dígitos.
tr: En az 6 basamaklı olmalıdır.
zh_hans: 必须至少 6 位。

# child_profile_validation_3
source: Name is required
ar: مطلوب اسم صالح
de: Name erforderlich
es: Se requiere nombre
fi_fi: Nimi vaaditaan
fr: Un nom valide est requis
he: נדרש שם
it: È necessario un nome valido
ja_jp: 名前が必要
pt: É necessário um nome válido
tr: İsim gerekli
zh_hans: 名字为必填项

# child_profile_validation_4
source: You have entered an invalid email address.
ar: لقد أدخلت عنوان بريد إلكتروني غير صالح.
de: Ungültige E-Mail-Adresse angegeben.
es: Has introducido un email inválido.
fi_fi: Olet antanut väärän sähköpostiosoitteen.
fr: Vous avez saisi une adresse électronique non valide.
he: הזנת כתובת אימייל לא חוקית.
it: L'indirizzo email inserito non è valido.
ja_jp: 無効なメールアドレスを入力しているようです。
pt: Você digitou um endereço de e-mail inválido.
tr: Geçersiz bir e-posta adresi girdiniz.
zh_hans: 您输入的电子邮箱地址无效。

# close_button
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fi_fi: Kiinni
fr: Fermer
he: סגור
it: Vicina
ja_jp: 閉じる
pt: Perto
tr: Kapat
zh_hans: 关闭

# complete_activation_pushmsg
source: Please complete activation process.
ar: يرجى استكمال عملية التنشيط.
de: Bitte schließen Sie den Aktivierungsprozess ab.
es: Completa el proceso de activación.
fi_fi: Suorita aktivointi prosessi.
fr: Veuillez terminer le processus d'activation.
he: נא להשלים את תהליך ההפעלה.
it: Completa il processo di attivazione.
ja_jp: ライセンス認証プロセスを完了してください。
pt: Complete o processo de ativação.
tr: Lütfen aktivasyon işlemini tamamlayın.
zh_hans: 请完成激活过程。

# complete_activation_pushtitle
source: Its time to activate your child.
ar: وقتها لتنشيط طفلك.
de: Es ist Zeit, Ihr Kind zu aktivieren.
es: Es hora de activar el dispositivo de tu hijo.
fi_fi: On aika aktivoida lapsen tili.
fr: Il faut maintenant activer votre enfant
he: הגיע הזמן להפעיל את הילד שלך.
it: Ora attiviamo il dispositivo di tuo figlio.
ja_jp: その時間、お子様を有効にします。
pt: É hora de ativar seu filho.
tr: Çocuğunuzu etkinleştirme zamanı.
zh_hans: 是时候激活您的儿童了。

# connect_chlid_title
source: Connect Child’s Device
ar: قم بتوصيل جهاز الطفل
de: Verbinden Sie das Gerät des Kindes
es: Conectar el dispositivo del niño
fi_fi: Yhdistä lapsen laite
fr: Connecter l'appareil de l'enfant
he: חבר את מכשיר הילד
it: Collega il dispositivo del bambino
ja_jp: 子供のデバイスを接続する
pt: Conecte o dispositivo da criança
tr: Çocuğun Cihazını Bağlayın
zh_hans: 连接孩子的设备

# contact_des
source: View all contacts saved on the device
ar: عرض جميع جهات الاتصال المحفوظة على الجهاز
de: Alle auf dem Gerät gespeicherten Kontakte anzeigen
es: Ver todos los contactos guardados en el dispositivo
fi_fi: Näytä kaikki laitteeseen tallennetut yhteystiedot
fr: Afficher tous les contacts enregistrés sur l'appareil
he: הצג את כל אנשי הקשר השמורים במכשיר
it: Visualizza tutti i contatti salvati sul dispositivo
ja_jp: デバイスに保存されているすべての連絡先を表示する
pt: Veja todos os contatos salvos no dispositivo
tr: Cihaza kayıtlı tüm kişileri görüntüleyin
zh_hans: 查看设备上保存的所有联系人

source: Contact Watchlist
ar: قائمة مراقبة الاتصال
de: Kontakt Watchlist
es: Lista de seguimiento de contactos
fi_fi: Ota yhteyttä seurantalistaan
fr: Liste de surveillance des contacts
he: צור רשימת מעקב
it: Contatta la lista dei preferiti
ja_jp: 連絡先ウォッチリスト
pt: Lista de observação de contatos
tr: İletişim İzleme Listesi
zh_hans: 联系方式关注列表

# contact_watchlist_alert_content_1
source: Contact Watchlist has been updated, changes will take effect in a few moments.
ar: تم تحديث قائمة مراقبة جهات الاتصال، وستسري التغييرات في غضون لحظات قليلة.
de: Kontakt-Beobachtungsliste wurde aktualisiert, Änderungen werden in wenigen Momenten wirksam.
es: Se actualizó el Seguimiento de Contactos, los cambios serán efectivos en breve.
fi_fi: Kontaktien Tarkkailulistaa on päivitetty, muutokset astuvat voimaan hetken kuluttua.
fr: La liste de surveillance des contacts a été mis à jour, les changements prendront effet dans quelques instants.
he: רשימת מעקב אנשי קשר עודכנה, השינויים ייכנסו לתוקף בעוד מספר רגעים.
it: Watchlist contatti aggiornata; le modifiche saranno attive a breve.
ja_jp: コンタクトウォッチリストが更新されました。この変更はすぐに反映されます。
pt: A lista de observação de contatos foi atualizada, as alterações serão habilitadas em alguns instantes.
tr: İletişim İzleme Listesi güncellendi, değişiklikler birkaç dakika içinde uygulanacak.
zh_hans: 联系人监测清单 已更新，变更将在片刻后生效。
